/* default status bar string when no page is showing (the no home page case) */
"" = "";

/* format used for recent searches for the search field menu */
"  %@" = "  %@";

/* The format for hours and minutes in 12 hour format */
"%1I:%M" = "%1I:%M";

/* title for error dialog displayed when a built-in file could not be located (nib corrupted?) */
"%@ not found" = "未找到“%@”";

/* activity window string for object where the expected size is not known */
"%@ of ?" = "%@/?";

/* Status field in Downloads representing total transferred and download rate. */
"%@ — %@ per sec." = "%@ — %@/秒。";

/* date format used for History menu */
"%A, %B %e" = "%B 月 %e 日，%A";

/* Date format with arguments full month name, day, and year */
"%B %e, %Y" = "%Y.%B.%e";

/* Date format with arguments full month, day, and year, to be followed by time */
"%B %e, %Y " = "%Y.%B.%e";

/* The format for hours and minutes in 24 hour format */
"%H:%M" = "%H:%M";

/* Date format with arguments abbreviated month name, day, and year */
"%b %e, %Y" = "%Y.%B.%e";

/* Date format with arguments abbreviated month name, day, and year, to be followed by time */
"%b %e, %Y " = "%Y.%b.%e";

/* Total field of Downloads window when there is more than 1 download */
"%d Downloads" = "%d 个下载任务";

/* item count in activity window */
"%d items (%d errors)" = "%d 个项目（%d 个错误）";

/* item count in activity window */
"%d items (activity window)" = "%d 个项目";

/* displayed count for bookmark folder that contains more than one item in bookmarks view */
"%d items (bookmarks view)" = "%d 个项目";

/* item count in activity window */
"%d of %d items" = "%d 个项目（共 %d 个项目）";

/* item count in activity window */
"%d of %d items (%d errors)" = "%d 个项目（共 %d 个项目，%d 个错误）";

/* item count in activity window */
"%d of %d items (1 error)" = "%d 个项目（共 %d 个项目，1 个错误）";

/* Date format with arguments month number, day, and year */
"%m/%d/%Y" = "%Y.%m.%d";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%Y " = "%Y.%m.%d";

/* Date format with arguments month number, day, and year */
"%m/%d/%y" = "%Y.%m.%d";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%y " = "%Y.%m.%d";

/* Argument is the AM/PM designator */
"%p" = "%p";

/* displayed name for Address Book entry with no composite name */
"(no name)" = "（无名称）";

/* displayed count for empty bookmark folder in bookmarks view */
"0 items (bookmarks view)" = "0 个项目";

/* item count in activity window */
"0 of 1 item" = "0（共 1 个项目）";

/* Total field of Downloads window when there is 1 download */
"1 Download" = "1 个下载任务";

/* item count in activity window */
"1 item (activity window)" = "1 个项目";

/* displayed count for bookmark folder that contains 1 item in bookmarks view */
"1 item (bookmarks view)" = "1 个项目";

/* item count in activity window */
"1 item (error)" = "1 个项目（错误）";

/* About Rendezvous table item in the Rendezvous window */
"About Rendezvous" = "关于 Rendezvous";

/* context menu item */
"Add Link to Bookmarks" = "将链接添加到书签";

/* submenu title in Bookmarks menu */
"Address Book" = "地址簿";

/* displayed title of special bookmark that shows Address Book home pages */
"Address Book (bookmark proxy)" = "地址簿";

/* action name for Undo item when a bookmark address has been changed */
"Address Change" = "地址改动";

/* preference panel name */
"Advanced" = "高级";

/* message of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"An unexpected problem occurred while saving bookmarks." = "保存书签时发生意外的问题。";

/* preference panel name */
"Appearance" = "外观";

/* The default (yes) response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Append" = "追加";

/* Title for confirmation sheet when user checks 'Block pop-up windows' */
"Are you sure you want to change this setting?" = "您真的要更改此设置吗？";

/* title for Empty Cache confirmation alert */
"Are you sure you want to empty the cache?" = "您真的要清空缓存吗？";

/* title for Remove All Cookies confirmation alert */
"Are you sure you want to remove all cookies?" = "您真的要移去所有的 cookies 吗？";

/* title for Reset Safari confirmation alert */
"Are you sure you want to reset Safari?" = "您真的要重置 Safari 吗？";

/* Title for sheet warning of re-posting form data */
"Are you sure you want to send a form again?" = "您真的要再次发送此表单吗？";

/* Status field in Downloads when a DiskCopy image is requesting authentication. */
"Authenticating" = "正在鉴定";

/* Title for Auto-Tab column in bookmarks view, present only when viewing Bookmarks Bar contents */
"Auto-Tab" = "自动标签";

/* preference panel name */
"AutoFill" = "自动填充";

/* Message in sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. The information required by this form does not match any of the information available to AutoFill." = "自动填充使用“地址簿”卡片或您上一次填写的网络表单的信息来完成网络表单。此表单所需要的信息与自动填充的信息不匹配。";

/* Message in sheet shown when AutoFill finds no form to operate on. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. This page has no forms to complete." = "自动填充使用“地址簿”卡片或您上一次填写的网络表单的信息来完成网络表单。此页面没有需要自动填充的表单。";

/* Title of sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill did not complete anything." = "没有自动填充。";

/* preference panel name */
"Bookmarks (preference panel)" = "书签";

/* Title of window or tab when showing bookmarks */
"Bookmarks (window title)" = "书签";

/* displayed title of special bookmarks folder that is used for favorites bar contents */
"Bookmarks Bar" = "书签栏";

/* displayed title of special bookmarks folder that is used for menu contents */
"Bookmarks Menu" = "书签菜单";

/* Title for a normal Cancel button */
"Cancel" = "取消";

/* status bar message when page load was cancelled */
"Cancelled opening the page" = "取消打开页面";

/* error message for URL with unsupported scheme, like xxx:yyy */
"Cannot go to “%@”, because Mac OS X doesn’t recognize addresses starting with “%@:”." = "不能转到“%@”，因为 Mac OS X 不能识别以“%@:”开头的地址。";

/* message for file URL without an appropriate application */
"Cannot open the file “%@” because Mac OS X doesn’t know which application to use." = "不能打开文件“%@”，因为 Mac OS X 不知道应该使用哪一个应用程序。";

/* error message for using JavaScript somewhere it's not allowed */
"Cannot run the script “%@” because Safari does not allow JavaScript to be used in this way." = "不能运行脚本“%@”，因为 Safari 不允许以这种方式使用 JavaScript。";

/* title of panel */
"Can’t Open Bookmark" = "不能打开书签";

/* title of sheet displayed for WebFoundationErrorCannotConnectToHostError */
"Can’t connect to server." = "不能连接到服务器。";

/* panel title for file URL for nonexistent file */
"Can’t find file." = "不能找到文件。";

/* panel title for URL with unsupported scheme */
"Can’t go to address" = "不能转到地址";

/* panel title for file URL without an appropriate application */
"Can’t open file" = "不能打开文件";

/* panel title for file URL for folder that can’t be opened */
"Can’t open folder" = "不能打开文件夹";

/* panel title for using JavaScript somewhere it's not allowed */
"Can’t use JavaScript here" = "此处不能使用 JavaScript";

/* title for button in open panel from file button used in HTML forms */
"Choose (HTML form open panel)" = "选取";

/* button title in open panel for choosing user style sheet preference */
"Choose (style sheet open panel)" = "选取";

/* Status field in Downloads when a DiskCopy image is cleaning up. */
"Cleaning up" = "清理";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Entries" = "清除条目";

/* title for menu item that erases history from menu and bookmarks view */
"Clear History" = "清除历史记录";

/* tooltip for auto-tab folder in bookmarks bar */
"Click to open the bookmarks in this folder in tabs." = "点按以便在标签中打开此文件夹内的书签。";

/* tooltip for favorite bar bookmarks for folders */
"Click to see the bookmarks in this folder." = "点按以查看此文件夹中的书签。";

/* context menu item */
"Close Other Tabs" = "关闭其它标签";

/* context menu item */
"Close Tab" = "关闭标签";

/* status bar message when page load finishes with multiple errors */
"Completed opening the page with %d errors (see Activity window for details)" = "完成打开此页面出现 %d 个错误（参阅“活动”窗口以获得详细信息）";

/* status bar message when page load finishes with a single error */
"Completed opening the page with 1 error (see Activity window for details)" = "完成打开此页面出现 1 个错误（参阅“活动”窗口以获得详细信息）";

/* message for status bar when busy looking for a particular host */
"Contacting “%@”" = "联系“%@”";

/* message for status bar when busy looking for a particular host via a proxy server */
"Contacting “%@” via proxy “%@”" = "通过代理“%2$@”来联系“%1$@”";

/* Title for default button in unknown root warning sheet */
"Continue" = "继续";

/* BrowserDiskCopyCopyingFailed description */
"Copy failed" = "拷贝失败";

/* Status field in Downloads when a DiskCopy image is copying. */
"Copying" = "拷贝";

/* message for error sheet when we couldn't connect to a rendezvous server */
"Could not locate the rendezvous server “%@”." = "不能找到 Rendezvous 服务器“%@”。";

/* message of sheet displayed for WebFoundationErrorTimedOut. */
"Could not open the page “%@” after trying for %d seconds." = "不能打开页面“%@”（已尝试 %d 秒）。";

/* Message of sheet displayed for WebFoundationErrorSecureConnectionFailed. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”." = "不能打开页面“%@”，因为 Safari 不能建立与服务器“%@”的安全连接。";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date." = "不能打开页面“%@”，因为 Safari 不能建立与服务器“%@”的安全连接。用来验证网站所有者身份的一个或多个证书包含有无效日期。";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date. You should upgrade to the latest version of Mac OS X, which provides improved security and might allow you to connect to this site." = "不能打开页面“%@”，因为 Safari 不能建立与服务器“%@”的安全连接。用来验证网站所有者身份的一个或多个证书包含有无效日期。您应该升级到 Mac OS X 的最新版本，该版本提高了安全性。通过它，您可能可以连接到此站点。";

/* Message of sheet displayed for WebFoundationErrorServerCertificateUntrusted. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. Safari cannot verify the certificate used to check the identity of the website’s owner." = "不能打开页面“%@”，因为 Safari 不能建立与服务器“%@”的安全连接。Safari 不能验证用来检查网站所有者身份的证书。";

/* Message of sheet displayed for both WebFoundationErrorZeroByteResourceError and WebFoundationErrorResourceUnavailableError. */
"Could not open the page “%@” because Safari could not load any data for this location." = "不能打开页面“%@”，因为 Safari 不能加载此地址的任何数据。";

/* message of sheet displayed for WebFoundationErrorCannotConnectToHostError. */
"Could not open the page “%@” because Safari couldn’t connect to the server “%@”." = "不能打开页面“%@”，因为 Safari 不能连接到服务器“%@”。";

/* Message of sheet displayed for WebFoundationErrorUnsupportedURL. */
"Could not open the page “%@” because Safari does not support redirecting to locations starting with “%@:”." = "不能打开页面“%@”，因为 Safari 不支持重定向到以“%@:”开头的地址。";

/* Message of sheet displayed for WebFoundationErrorBadURLError. */
"Could not open the page “%@” because it’s an invalid address." = "不能打开页面“%@”，因为它是无效地址。";

/* Message of sheet displayed for POSIX error ECONNRESET. */
"Could not open the page “%@” because the network connection was reset. This sometimes occurs when the server is busy." = "不能打开页面“%@”，因为网络连接已被重置。在服务器比较忙时，此类情况会时有发生。";

/* Message of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation. */
"Could not open the page “%@” because the page doesn’t exist. Make sure the address is correct." = "不能打开页面“%@”，因为此页面不存在。请确定此地址是正确的。";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError when the URL does not contain a valid server name. */
"Could not open the page “%@” because the server could not be found." = "不能打开页面“%@”，因为不能找到服务器。";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError. */
"Could not open the page “%@” because the server “%@” could not be found." = "不能打开页面“%@”，因为不能找到服务器“%@”。";

/* message of sheet displayed for WebFoundationErrorNotConnectedToInternetError. */
"Could not open the page “%@” because your computer isn’t connected to the Internet." = "不能打开页面“%@”，因为您的电脑没有接入 Internet。";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded. */
"Could not open the page “%@”.\n\nThe error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "不能打开页面“%@”。\n\n错误是：“%@”（%@:%d）\n\n请提交一个 Bug 报告，描述在此消息出现之前您所做的操作。";

/* Title of sheet displayed for miscellaneous errors when a page could not be even partially loaded */
"Could not open the page." = "不能打开此页面。";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded and the URL of the failing page could not be determined. */
"Could not open the specified page. The error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "不能打开指定页面。\n\n错误是：“%@”（%@:%d）\n\n。请提交一个 Bug 报告，描述在此消息出现之前您所做的操作。";

/* Alert title when trying to reveal a missing file from Downloads window */
"Could not show the file in the Finder." = "不能在 Finder 中显示此文件。";

/* Alert message when user tries to reveal a downloaded file that has been moved */
"Could not show the file “%@” in the Finder because it moved since you downloaded it." = "不能在 Finder 中显示文件“%@”，因为下载后，它已经被移到其它位置。";

/* Title of error sheet shown when the user clicks the Edit button for their AutoFill Address Book preference. */
"Couldn’t edit your Address Book card." = "不能编辑“地址簿”卡片。";

/* message for error dialog displayed when a built-in file could not be located (bundle corruption?) */
"Couldn’t open %@.%@, because the file, which should be built-in, could not be found." = "不能打开“%@.%@”，因为找不到此文件，而该文件应当是内建的。";

/* Title of error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"Couldn’t open the Address Book application." = "不能打开“地址簿”应用程序。";

/* Status field in Downloads when Safari is decompressing a cpgz, zip file etc. */
"Decompressing" = "正在解压缩";

/* BrowserBOMCopyFailed description */
"Decompression failed" = "解压缩失败";

/* action name for Undo item when multiple bookmarks are deleted */
"Delete %d Bookmarks" = "删除 %d 个书签";

/* action name for Undo item when multiple history items are deleted */
"Delete %d History Entries" = "删除 %d 个历史记录";

/* bookmark context menu item */
"Delete (bookmark context menu)" = "删除";

/* action name for Undo item when 1 bookmark is deleted */
"Delete Bookmark" = "删除书签";

/* title for confirmation alert */
"Delete Bookmarks Folder?" = "删除书签文件夹吗？";

/* button title in confirmation alert */
"Delete Folder" = "删除文件夹";

/* action name for Undo item when 1 history item is deleted */
"Delete History Entry" = "删除历史记录";

/* status bar text when the control key is held down, but not over a link */
"Display a menu" = "显示菜单";

/* status bar text when the control key is held down over a link with no title */
"Display a menu for “%@”" = "显示“%@”的菜单";

/* status bar text when the control key is held down over a link with a title */
"Display a menu for “%@” <%@>" = "显示“%@”<%@>的菜单";

/* Status field in Downloads when DiskCopy has displayed an SLA. */
"Displaying software license agreement" = "显示软件许可协议";

/* message for confirmation alert */
"Do you really want to delete the bookmarks folder “%@”?" = "您真的想要删除书签文件夹“%@”吗？";

/* Message asking whether to append extension on a filename which already seems to have an extension; %@ is the filename. */
"Document name %@ already seems to have an extension. Append ‘.txt’ anyway?" = "文稿名称“%@”似乎已有扩展名。仍要追加“.txt”吗？";

/* button title in download in progress alert */
"Don’t Quit" = "不退出";

/* second button title in default browser confirmation alert */
"Don’t Switch" = "不切换";

/* Response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Don’t append" = "不追加";

/* status bar text when over a link to a fragment on the current page (without a title) with the option key (and no command key) held down */
"Download #%@ of this page" = "下载该页面的 #%@";

/* Alert title for 1 download in progress */
"Download in progress" = "下载任务正在进行";

/* status bar text when over a link (without a title) with the option key (and no command key) held down */
"Download “%@”" = "下载“%@”";

/* status bar text when over a link to a fragment on the current page (with a title) with the option key (and no command key) held down */
"Download “%@” (#%@ of this page)" = "下载“%@”（该页面的 #%@）";

/* status bar text when over a link (with a title) with the option key (and no command key) held down */
"Download “%@” <%@>" = "下载“%@”<%@>";

/* Alert title for n downloads in progress */
"Downloads in progress" = "下载任务正在进行";

/* menu title for submenu in Go menu that contains URLs visited earlier than the most recent few */
"Earlier Today" = "今天";

/* bookmark context menu item */
"Edit Address" = "编辑地址";

/* bookmark context menu item */
"Edit Contents" = "编辑内容";

/* bookmark context menu item */
"Edit Name" = "编辑名称";

/* button title in Empty Cache confirmation alert */
"Empty" = "清空";

/* Button title in bug report sheet */
"Fewer Options" = "较少选项";

/* preference panel name */
"General" = "通用";

/* Title for Go button in missing plug-in sheet */
"Go (missing plug-in sheet)" = "转到";

/* context menu item */
"Go To Address" = "转到地址";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another frame in the same window */
"Go to #%@ of this page in another frame" = "转到其它帧框中该页面的 #%@";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another window */
"Go to #%@ of this page in another window" = "转到其它窗口中该页面的 #%@";

/* status bar text when over a link to a fragment on the current page without a title */
"Go to #%@ on this page" = "转到该页面上的 #%@";

/* hint text to show in page address field when empty */
"Go to this address" = "转到此地址";

/* status bar text when over a link with no title */
"Go to “%@”" = "转到“%@”";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another frame in the same window */
"Go to “%@” (#%@ of this page) in another frame" = "转到其它帧框中的“%@”（该页面的 #%@）";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another window */
"Go to “%@” (#%@ of this page) in another window" = "转到其它窗口中的“%@”（该页面的 #%@）";

/* status bar text when over a link to a fragment on the current page with a title */
"Go to “%@” (#%@) on this page" = "转到该页面上的“%@”（#%@）";

/* status bar text when over a link with a title */
"Go to “%@” <%@>" = "转到“%@”<%@>";

/* status bar text when over a link (with a title) that targets another frame in the same window */
"Go to “%@” <%@> in another frame" = "转到另一个帧框中的“%@”<%@>";

/* status bar text when over a link (with a title) that targets another window */
"Go to “%@” <%@> in another window" = "转到另一个窗口中的“%@”<%@>";

/* status bar text when over a link (without a title) that targets another frame in the same window */
"Go to “%@” in another frame" = "转到另一个帧框中的“%@”";

/* status bar text when over a link (without a title) that targets another window */
"Go to “%@” in another window" = "转到另一个窗口中的“%@”";

/* hint text to show in search field when empty */
"Google" = "Google";

/* context menu item */
"Google Search" = "Google 搜索";

/* menu item */
"Hide All Bookmarks" = "隐藏全部书签";

/* tooltip for show/hide bookmarks button */
"Hide all bookmarks." = "隐藏全部书签。";

/* displayed title of special bookmark that shows History items */
"History (bookmark proxy)" = "历史记录";

/* title for confirmation alert to switch default browser to Safari */
"If Safari is your default browser, clicking a link in Mail or another application opens the webpage in Safari. Would you like to do this?" = "如果 Safari 是您的预设浏览器，点按 Mail 或其它应用程序中的链接可以在 Safari 中打开此页面。您真的要这样做吗？";

/* Imported IE Favorites folder name */
"Imported IE Favorites" = "已输入的 IE 收藏";

/* Imported Netscape/Mozilla Favorites folder name */
"Imported Netscape/Mozilla Favorites" = "已输入的 Netscape/Mozilla 收藏夹";

/* title of sheet for when you type a location that can't be turned into a URL */
"Invalid location" = "无效地址";

/* Title for sheet that appears when java is unavailable */
"Java is unavailable." = "Java 不可用。";

/* title of JavaScript alert panel */
"JavaScript" = "JavaScript";

/* for display in column of global history outline */
"Last Visited Today" = "今天最近访问的网站";

/* label of tab when tab is loading */
"Loading (tab)" = "正在加载";

/* window title while page with no title or URL is loading */
"Loading (window)" = "正在加载";

/* window title while page is loading */
"Loading “%@”" = "加载“%@”";

/* message for status bar when either loading a URL without a remote host, or already found host and loading */
"Loading “%@”, completed %@" = "加载“%@”，已完成“%@”";

/* Button title in bug report sheet */
"More Options" = "更多选项";

/* Status field in Downloads when a DiskCopy image is mounting. */
"Mounting" = "正在装上";

/* BrowserDiskCopyMountingFailed description */
"Mounting failed" = "装上失败";

/* action name for Undo item when multiple bookmarks have been dragged within the bookmarks view */
"Move %d Bookmarks" = "移动 %d 个书签";

/* action name for Undo item when 1 bookmark has been dragged within the bookmarks view */
"Move Bookmark" = "移动书签";

/* action name for Undo item when a bookmark name has been changed */
"Name Change" = "名称更改";

/* Third response to sheet when submitting a form with login information */
"Never for this Website" = "此站点不再请求用户名和密码";

/* verb for New Folder, used as button label and Undo action string */
"New Folder" = "新建文件夹";

/* context menu item */
"New Tab" = "新建标签";

/* dimmed menu item for empty Rendezvous case */
"No Rendezvous websites available" = "无可用 Rendezvous 网站";

/* tool tip used for favorite bar bookmarks that have no URL */
"No address specified" = "未指定地址";

/* title of sheet for when try to go with no location */
"No address specified." = "未指定地址。";

/* dimmed menu item for empty bookmarks toolbar case */
"No bookmarks in bar" = "栏中没有书签";

/* message for file URL for nonexistent file */
"No file exists at “%@”." = "“%@”中没有文件。";

/* dimmed menu item for empty address book case */
"No home pages in Address Book" = "“地址簿”中没有首页";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "无最近搜索";

/* popup menu choice for default style sheet */
"None Selected (style sheet)" = "未选择";

/* Second response to sheet when submitting a form with login information */
"Not Now" = "以后";

/* title of sheet displayed for WebFoundationErrorNotConnectedToInternetError */
"Not connected to Internet." = "未接入 Internet。";

/* status text in Find dialog when a search found nothing */
"Not found" = "未找到";

/* Title of sheet shown when AutoFill finds no form to operate on. */
"Nothing to AutoFill." = "不自动填充任何东西。";

/* status text in Find dialog when there is no responder that supports searching */
"Nowhere to search" = "不能找到要搜索的位置";

/* status bar text when over a link to a fragment on the current page (without a title) with the command key held down in tabbed browsing mode */
"Open #%@ of this page in a new tab" = "在新标签中打开该页面的 #%@";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open #%@ of this page in a new tab behind the current one" = "在当前标签后面的新标签中打开该页面的 #%@";

/* status bar text when over a link to a fragment on the current page (without a title) that always creates a new window or with the command key held down */
"Open #%@ of this page in a new window" = "在新窗口中打开该页面的 #%@";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down */
"Open #%@ of this page in a new window behind the current window" = "在当前窗口后面的新窗口中打开该页面的 #%@";

/* bookmark context menu item */
"Open (bookmark context menu)" = "打开";

/* menu item */
"Open Address Book" = "打开“地址簿”";

/* context menu item */
"Open Link in New Tab" = "在新标签中打开链接";

/* bookmark context menu item */
"Open in New Tab (bookmark context menu)" = "在新标签中打开";

/* bookmark context menu item */
"Open in New Window (bookmark context menu)" = "在新窗口中打开";

/* bookmark context menu item and folder menu item */
"Open in Tabs" = "以标签方式打开";

/* context menu item */
"Open with QuickTime Player" = "使用“QuickTime 播放程序”打开";

/* context menu item */
"Open with iTunes" = "使用 iTunes 打开";

/* status bar text when over a link to a fragment on the current page (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab" = "在新标签中打开“%@”（该页面的 #%@）";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab behind the current one" = "在当前标签后面的新标签中打开“%@”（该页面的 #%@）";

/* status bar text when over a link to a fragment on the current page (with a title) that always creates a new window or with the command key held down */
"Open “%@” (#%@ of this page) in a new window" = "在新窗口中打开“%@”（该页面的 #%@）";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down */
"Open “%@” (#%@ of this page) in a new window behind the current window" = "在当前窗口后面的新窗口中打开“%@”（该页面的 #%@）";

/* status bar text when over a link (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab" = "在新标签中打开“%@”<%@>";

/* status bar text when over a link (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab behind the current one" = "在当前标签后面的新标签中打开“%@”<%@>";

/* status bar text when over a link (with a title) that always creates a new window or with the command key held down */
"Open “%@” <%@> in a new window" = "在新窗口中打开“%@”<%@>";

/* status bar text when over a link (with a title) with the shift and command keys held down */
"Open “%@” <%@> in a new window behind the current window" = "在当前窗口后面的新窗口中打开“%@”<%@>";

/* status bar text when over a link (without a title) with the command key held down in tabbed browsing mode */
"Open “%@” in a new tab" = "在新标签中打开“%@”";

/* status bar text when over a link (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” in a new tab behind the current one" = "在当前标签后面的新标签中打开“%@”";

/* status bar text when over a link (without a title) that always creates a new window or with the command key held down */
"Open “%@” in a new window" = "在新窗口中打开“%@”";

/* status bar text when over a link (without a title) with the shift and command keys held down */
"Open “%@” in a new window behind the current window" = "在当前窗口后面的新窗口中打开“%@”";

/* popup menu choice for download location */
"Other... (download location)" = "其它…";

/* popup menu choice for default style sheet */
"Other... (style sheet)" = "其它…";

/* title of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation */
"Page not found." = "未找到页面。";

/* Marker in Password viewing prefs sheet for a site for which we never save passwords. */
"Passwords Never Saved" = "密码永不存储";

/* action name for Undo item when multiple bookmarks are pasted */
"Paste %d Bookmarks" = "粘贴 %d 个书签";

/* action name for Undo item when 1 bookmark is pasted */
"Paste Bookmark" = "粘贴书签";

/* panel title for file URL with insufficient permissions */
"Permission denied." = "访问被拒绝。";

/* Title for sheet that appears when an unknown plug-in error occurred */
"Plug-in error occurred" = "插件出错";

/* Title for sheet that appears when a page specifies a plug-in that's not installed */
"Plug-in not found." = "未找到插件。";

/* Title for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content. */
"Plug-in not supported" = "不支持插件";

/* Status field in Downloads when a DiskCopy image is preparing to decompress. */
"Preparing to decompress" = "准备解压缩";

/* Status field in Downloads when the download has just started. */
"Preparing to download" = "准备下载";

/* context menu item */
"Print Frame…" = "打印帧…";

/* context menu item */
"Print Page…" = "打印页面…";

/* title of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"Problem saving bookmarks." = "存储书签时发生问题。";

/* button title in download in progress alert */
"Quit" = "退出";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "最近的搜索";

/* title off sheet displayed for WebFoundationErrorUnsupportedURL */
"Redirected to unsupported page." = "重定向到不支持的页面。";

/* context menu item */
"Reload All Tabs" = "重新加载全部标签";

/* context menu item */
"Reload Tab" = "重新加载标签";

/* tooltip for stop/reload button */
"Reload the current page." = "重新加载当前页面。";

/* ToolTip for reload button in Downloads */
"Reload “%@”." = "重新加载“%@”。";

/* button title in Remove All Cookies confirmation alert */
"Remove All" = "移去全部";

/* submenu title in Bookmarks menu */
"Rendezvous" = "Rendezvous";

/* displayed title of special bookmark that shows Rendezvous items */
"Rendezvous (bookmark proxy)" = "Rendezvous";

/* title for error sheet when we couldn't connect to a rendezvous server */
"Rendezvous server not found." = "不能找到 Rendezvous 服务器。";

/* button title in Reset Safari confirmation alert */
"Reset" = "重置";

/* message for Reset Safari confirmation alert */
"Resetting Safari erases your browsing history, empties the cache, clears the Downloads window, and removes cookies. It also removes any saved names and passwords or other AutoFill text and clears Google search entries." = "重置 Safari 将会删除您的浏览历史记录、清空缓存、清除下载窗口并删除 Cookies。它也会删除任何已存储的名称和密码或其它自动填充文本以及清除 Google 搜索信息。";

/* status bar text when over a javascript: link with no title */
"Run script “%@”" = "运行脚本“%@”";

/* status bar text when over a javascript: link with a title */
"Run script “%@” <%@>" = "运行脚本“%@”<%@>";

/* Title of alert when Safari Beta has expired. */
"Safari Beta has expired" = "Safari Beta 版已经过期";

/* Message of alert when Safari Beta has expired. */
"Safari Beta has expired." = "Safari Beta 已经过期。";

/* Title of alert when Safari Beta will expire. */
"Safari Beta will expire" = "Safari Beta 版将要过期";

/* Message of alert when Safari Beta will expire in less than a day. */
"Safari Beta will expire in less than a day." = "Safari Beta 将在一天之内过期。";

/* Message of alert when Safari Beta will expire in less than a week. */
"Safari Beta will expire in less than a week." = "Safari Beta 将在一周之内过期。";

/* Keychain label for password used to access saved encrypted form autofill data.  Be brief. */
"Safari Forms AutoFill" = "Safari 表单自动填充";

/* Title of sheet displayed for HTTPS can't connect/continue anyway dialog. */
"Safari could not verify the identity of the website “%@”." = "Safari 不能验证网站“%@”的身份。";

/* Alert message when user quits when n files are downloading */
"Safari is currently downloading %d files. If you quit now, downloading these files will not finish. Do you want to quit anyway?" = "Safari 当前正在下载 %d 个文件。如果您现在退出，那么文件下载将不能完成。您仍要退出吗？";

/* Alert message when user quits when 1 file is downloading */
"Safari is currently downloading “%@”. If you quit now, downloading this file will not finish. Do you want to quit anyway?" = "Safari 当前正在下载“%@”。如果您现在退出，那么文件下载将不能完成。您仍要退出吗？";

/* message for Empty Cache confirmation alert */
"Safari saves the contents of web pages you open in a cache so that it’s faster to visit them again." = "Safari 将您打开的网页内容存储在缓存中，以便下次可以更快速地访问它们。";

/* context menu item */
"Save Frame As…" = "将帧框存储为…";

/* context menu item */
"Save Page As…" = "将页面存储为…";

/* Title of save and alert panels when saving plain text */
"Save Plain Text" = "存储纯文本";

/* Sheet message when submitting a form with login information */
"Saved passwords can be reviewed and removed in the AutoFill preferences." = "已存储的密码可以在自动填充预置中查看和删除。";

/* does not show up in the UI any more */
"Search the web with Google" = "使用 Google 搜索网络";

/* preference panel name */
"Security" = "安全";

/* button label when choosing default web browser in Preferences */
"Select (default web browser)" = "选择";

/* button label in open panel for choosing download folder */
"Select (download location)" = "选择";

/* prompt when choosing default web browser in Preferences */
"Select an Application" = "选择一个应用程序";

/* Title for default button in insecure form warning sheet */
"Send" = "发送";

/* status bar text when over a mailto: link with no title */
"Send email to %@" = "将电子邮件发送到“%@”";

/* status bar text when over a mailto: link with a title */
"Send email to “%@” <%@>" = "将电子邮件发送到“%@”<%@>";

/* title of sheet displayed for WebFoundationErrorCannotFindHostError */
"Server not found." = "未找到服务器。";

/* menu item title in back/forward menu after you do Open in Tabs */
"Set of Tabs" = "标签集";

/* menu item */
"Show All Bookmarks" = "显示全部书签";

/* tooltip for show/hide bookmarks button */
"Show all bookmarks." = "显示全部书签。";

/* ToolTip for reveal button in Downloads */
"Show “%@” in the Finder." = "在 Finder 中显示“%@”。";

/* tooltip for button at right side of search field */
"SnapBack to last search results." = "SnapBack 到上一次搜索结果。";

/* tooltip for button at right side of location field */
"SnapBack to “%@”." = "SnapBack 到“%@”。";

/* Title of HTML source window */
"Source of %@" = "“%@”的源文件";

/* ToolTip for stop button in Downloads when the download is decompressing */
"Stop decompressing “%@”." = "停止解压缩“%@”。";

/* ToolTip for stop button in Downloads when the download is downloading */
"Stop downloading “%@”." = "停止下载“%@”。";

/* tooltip for stop/reload button */
"Stop loading this page." = "停止加载此页面。";

/* default button title in default browser confirmation alert */
"Switch" = "切换";

/* preference panel name */
"Tabs" = "标签";

/* Message in error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"The Address Book application is unavailable or not installed." = "“地址簿”应用程序不可用或未安装。";

/* message for file URL for folder that can’t be opened */
"The Finder could not open the folder at “%@”" = "Finder 不能打开“%@”中的文件夹";

/* Message for sheet that appears when a page attempts to load a plug-in that fails to load. */
"The page “%@” attemped to load a plug-in named “%@”, but the plug-in failed to load successfully." = "页面“%@”尝试加载名为“%@”的插件，但此插件加载失败。";

/* Message for sheet that appears when a page attempts to load a plug-in with an unknown name that fails to load. */
"The page “%@” attemped to load a plug-in, but the plug-in failed to load successfully." = "页面“%@”尝试加载一个插件，但此插件加载失败。";

/* Message for sheet that appears when a page attemps to load Java, but Java is unavailable. */
"The page “%@” attempted to load Java content, but Java is unavailable or not installed." = "页面“%@”尝试加载 Java 内容，但 Java 不可用或未安装。";

/* Message for sheet that appears when a page attempts to load a plug-in but an unknown plug-in occurred. */
"The page “%@” has attempted to load a plug-in, but a plug-in error occurred." = "页面“%@”曾尝试加载一个插件，但此插件出错。";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "页面“%@”包含 MIME 类型“%@”的内容，您没有安装此 MIME 类型的插件。但在此页面上应当可以找到一个：\n\n“%@”\n\n，您要打开这个页面吗？";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "页面“%@”包含 MIME 类型“%@”的内容，您没有安装此 MIME 类型的插件，因此该内容不能显示。";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of an unspecified MIME type. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "页面“%@”包含一种未指定 MIME 类型的内容，您没有安装此 MIME 类型的插件，因此该内容不能显示。";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content that requires a plug-in. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "页面“%@”包含了需要插件的内容，您没有安装此 MIME 类型的插件，但在此页面上应当可以找到一个：\n\n“%@”\n\n，您要打开这个页面吗？";

/* message for panel for bad bookmark */
"The specified address “%@” is not a valid location." = "指定地址“%@”是一个无效地址。";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate is expired or not yet valid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "网站的证书已过期或仍然无效。您可能正在连接到一个伪装成“%@”的网站，该网站可能泄露您的机密信息。您还要继续吗？";

/* Message of sheet displayed for NSURLErrorServerCertificateUntrusted. */
"The website’s certificate is invalid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "网站的证书无效。您可能正在连接到一个伪装成“%@”的网站，该网站可能泄露您的机密信息。您还要继续吗？";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate was signed by an unknown certifying authority. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "此网站的证书是由一个未知的认证机构签发，您可能正连接到一个伪装成“%@”的网站，此举威胁到您的机密信息的安全。您仍要继续吗？";

/* mesage for panel for bad bookmark */
"This bookmark has no address specified." = "此书签没有指定地址。";

/* Message for insecure form warning sheet */
"This form will be sent in a way that is not secure. Are you sure you want to send it?" = "此表单将要以不安全的方式发送，您真的要发送它吗？";

/* Title for insecure form warning sheet */
"This is a non-secure form." = "这是一张不安全的表单。";

/* Message for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content */
"This page has plug-in content that Safari does not support. The application “%@” may be able to display this content. Would you like to try?" = "此页面包含了 Safari 不支持的插件内容，应用程序“%@”可能可以显示该内容。您要尝试吗？";

/* Message for sheet warning of re-posting form data */
"To reopen this page, the form you completed to open the page the first time must be sent again. This may cause the website to repeat actions it took the first time you sent the form." = "要重新打开此页面，您必须再发送一次您第一次用来打开此页面的表单，这可能导致该网站重复您第一次发送此表单时所采取的动作。";

/* Date format for today */
"Today" = "今天";

/* Date format for today, to be followed by time */
"Today " = "今天";

/* Message of sheet displayed for WebFoundationErrorHTTPTooManyRedirectsError. */
"Too many redirects occurred trying to open “%@”. This might occur if you open a page that is redirected to open another page which then is redirected to open the original page." = "尝试打开“%@”时，发生太多的重定向。如果您打开一个被重定向为打开另一个页面的页面，并且第二个页面被重定向为打开初始页面，那么就有可能发生上述情况。";

/* message for sheet when you hit return in the search field with no search text */
"Type a word or phrase in the Google search box, then press Return." = "在 Google 搜索框中键入一个单词或短语，然后按下 Return 键。";

/* message for sheet for when try to go with no location */
"Type the address for the web page you would like to open." = "输入您要打开的网页的地址。";

/* Title for sheet that appears when a plug-in fails to load */
"Unable to load plug-in." = "不能加载插件。";

/* Status field in Downloads when a DiskCopy image is unmounting. */
"Unmounting" = "正在卸下";

/* Keychain comment describing the password entry we use to access saved encrypted form autocomplete data. */
"Used to decode the encrypted file that contains non-password data previously entered in web page forms." = "用来解码加密文件，该文件包含以前在网页表单中输入的非密码数据。";

/* BrowserDiskCopyVerificationFailed description */
"Verification failed" = "验证失败";

/* Status field in Downloads when a DiskCopy image is verifying. */
"Verifying" = "验证";

/* context menu item */
"View Frame Source" = "显示帧框源文件";

/* context menu item */
"View Source" = "显示源文件";

/* Message for confirmation sheet when user checks 'Block pop-up windows' */
"Web pages may automatically open pop-up windows to display information, as well as advertising. This feature blocks these pop-up windows. This does not prevent opening desired windows by clicking buttons or links." = "网页可能会自动地打开弹出式窗口，以显示信息和广告。该功能可以阻止这些弹出式窗口，但这并不阻止您通过点按按钮或链接来打开目标窗口。";

/* title for confirmation alert to switch default browser to Safari */
"Would you like to make Safari your default browser?" = "您要将 Safari 设置为您的预设浏览器吗？";

/* Sheet title when submitting a form with login information */
"Would you like to replace your saved password with this one?" = "您要将已存储的密码替换为此密码吗？";

/* Sheet title when submitting a form with login information */
"Would you like to save this password?" = "您要存储此密码吗？";

/* Default response to sheet when submitting a form with login information */
"Yes" = "是";

/* Date format for yesterday */
"Yesterday" = "昨天";

/* Date format for yesterday, to be followed by time */
"Yesterday " = "昨天";

/* title of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"You cannot change bookmarks now." = "您现在不能更该书签。";

/* message for Remove All Cookies confirmation alert */
"You cannot undo this action." = "您不能还原该操作。";

/* message for file URL with insufficient permissions */
"You don’t have the right permissions to view “%@”." = "您没有查看“%@”的相应权限。";

/* title of sheet when you hit return in the search field with no search text */
"You haven't entered text in the Google search box." = "您还没有在 Google 搜索框中输入文本。";

/* message for error message when syncing can't be configured in Bookmarks preferences */
"You must install iSync 1.1 or newer before you can synchronize your bookmarks." = "您必须先安装 iSync 1.1 或更高版本，然后才能同步您的书签。";

/* title of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks could not be changed. Try again." = "不能更改您的书签，请重新尝试。";

/* message of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks have been changed by another program since you opened Safari, so Safari needed to update your bookmarks before making any additional changes. You can now make your changes." = "自从您打开 Safari 以来，您的书签已经被另一个程序更改，因此 Safari 需要先更新您的书签，然后再做任何其它的更改。您可以现在做出更改。";

/* string put on pasteboard for selected bookmarks folder */
"bookmarks folder “%@”" = "书签文件夹“%@”";

/* status text for Activity window for cancelled page */
"cancelled" = "已取消";

/* Label for only item in menu that appears when clicking on an empty Favorites bar folder */
"empty" = "清空";

/* short description used in Activity window for error codes that have no textual description */
"error" = "出错";

/* URL string of the apple web site that explains Rendezvous */
"http://www.apple.com/macosx/jaguar/rendezvous.html" = "http://www.apple.com/macosx/jaguar/rendezvous.html";

/* title for error message when syncing can't be configured in Bookmarks preferences */
"iSync 1.1 or newer required." = "要求 iSync 1.1 或更高版本。";

/* message of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"iSync is synchronizing your bookmarks so you cannot change them. Try again in a moment." = "iSync 正在同步您的书签，因此您不能更改它们，请稍后尝试。";

/* in cookies table for cookies that are not secure */
"no" = "不";

/* menu title used for a URL when no other title can be determined, not even one based on the URL */
"unknown (bookmark menu item title)" = "未知";

/* fallback string used when an error has no description */
"unknown error" = "未知错误";

/* title shown for History entries with no HTML title */
"unknown title" = "未知标题";

/* name for newly created bookmark folders */
"untitled folder" = "未命名文件夹";

/* in cookies table for cookies that are secure */
"yes" = "是";

/* message for sheet for when you type a location that can't be turned into a URL */
"“%@” is not a valid location." = "“%@”是一个无效地址。";

